Repository: DMyashkov/Borovo
Catalog: Borovo Blackspots App/*.lproj/Localizable.strings
Languages: bg, ro

# Идент
source: ID.
bg: Идент

# Адрес
source: Address
bg: Адрес
ro: Adresa

# Брой участници
source: Participants count
bg: Брой участници
ro: Participanți

# Брой загинали
source: Fight perished
bg: Брой загинали
ro: Lupta pierit

# Брой ранени
source: Number of Wounds
bg: Брой ранени
ro: Număr de răni

# Описание
source: Description
bg: Описание
ro: Descriere

# Причина
source: Reason
bg: Причина
ro: Motiv

# Участник 1
source: Participant 1
bg: Участник 1
ro: Participanț 1

# Участник 2
source: Participant 2
bg: Участник 2
ro: Participanț 2

# Участник 3
source: Participant 3
bg: Участник 3
ro: Participanț 3

# Интензитет
source: Intensity
bg: Интензитет
ro: Intensitate

# Начало на период
source: Start period
bg: Начало на период
ro: Perioada de început

# Край на период
source: End of period
bg: Край на период
ro: Sfârșitul perioadei

# ИНФОРМАЦИЯ
source: INFORMATION
bg: ИНФОРМАЦИЯ
ro: INFORMAȚII

# reconstriction_needed_places
source: reconstriction_needed_places_en
bg: reconstriction_needed_places
ro: reconstriction_needed_places_ro

# УЧАСТЪЦИ ЗА РЕХАБИЛИТАЦИЯ
source: REHABILITATION SECTIONS
bg: УЧАСТЪЦИ ЗА РЕХАБИЛИТАЦИЯ
ro: SECȚIUNI DE REABILITARE

# ЗА ПРИЛОЖЕНИЕТО
source: ABOUT THE APP
bg: ЗА ПРИЛОЖЕНИЕТО
ro: DESPRE APLICAȚIE

# for_app
source: for_app_en
bg: for_app
ro: for_app_ro

# ЗА ПРОЕКТА
source: ABOUT THE PROJECT
bg: ЗА ПРОЕКТА
ro: DESPRE PROIECT

# for_project
source: for_project_en
bg: for_project
ro: for_project_ro

# ОБЩИНА БОРОВО
source: MUNICIPALITY BOROVO
bg: ОБЩИНА БОРОВО
ro: MUNICIPALITATEA BOROVO

# mmunicipality
source: mmunicipality_en
bg: mmunicipality
ro: mmunicipality_ro

# ВАЖНИ ОБЕКТИ
source: IMPORTANT OBJECTS
bg: ВАЖНИ ОБЕКТИ
ro: OBIECTE IMPORTANTE

# important_objects
source: important_objects_en
bg: important_objects
ro: important_objects_ro

# safety_instructions
source: safety_instructions_en
bg: safety_instructions
ro: safety_instructions_ro

# ПРАВИЛА ЗА ПЪТНА БЕЗОПАСНОСТ
source: ROAD SAFETY RULES
bg: ПРАВИЛА ЗА ПЪТНА БЕЗОПАСНОСТ
ro: REGULI DE SIGURANȚĂ RUTIERĂ

# Избери участник
source: Select participant
bg: Избери участник
ro: Selectați Participanț

# Избери причина
source: Select reason
bg: Избери причина
ro: Selectați motiv

# Автомобил
source: Car
bg: Автомобил
ro: Mașină

# Мотоциклет
source: Motorcycle
bg: Мотоциклет
ro: Motocicletă

# Пешеходец
source: Pedestrian
bg: Пешеходец
ro: Pieton

# Камион
source: Truck
bg: Камион
ro: Camion

# Друго
source: else
bg: Друго

# Загубване на контрол при управление на МПС
source: Loss of control while driving
bg: Загубване на контрол при управление на МПС
ro: Pierderea controlului în timpul conducerii

# Неспазване на предимство на кръстовище
source: Non-Crossroad Advantage
bg: Неспазване на предимство на кръстовище
ro: Avantaj non-crossroad

# Неправилно разминаване
source: Mismatch
bg: Неправилно разминаване
ro: Nepotrivire

# Неправилно завиване
source: Wrong Turn
bg: Неправилно завиване
ro: Turnare greșită

# Неправилно движение на заден ход
source: Incorrect reversing
bg: Неправилно движение на заден ход
ro: Inversare greșită

# Движение с несъобразена скорост
source: Motion at an irregular speed
bg: Движение с несъобразена скорост
ro: Mișcare la o viteză neregulată

# Потегляне на спряло (паркирано) превозно средство без шофьор
source: Towing a stopped (parked) vehicle without a driver
bg: Потегляне на спряло (паркирано) превозно средство без шофьор
ro: Remorcarea unui vehicul oprit (parcat) fără șofer

# Движение на технически неизправно МПС
source: Driving a technically defective vehicle
bg: Движение на технически неизправно МПС
ro: Conducerea unui vehicul defect tehnic

# Неправилно завиване в обратна посока
source: Incorrect u-turn
bg: Неправилно завиване в обратна посока
ro: Rotire greșită

# Неправилно изпреварване
source: Wrong forward
bg: Неправилно изпреварване
ro: Greșit înainte

# Неспазване на знаци и светлинни сигнали
source: Ignoring Signs and Lights
bg: Неспазване на знаци и светлинни сигнали
ro: Ignorarea semnelor și luminilor

# Не направляване на ППС с животинска тяга
source: Do not direct animal-driven vehicle
bg: Не направляване на ППС с животинска тяга
ro: Nu direcționați vehicul condus de animale

# Неспазване на дистанция
source: Failure to observe distance
bg: Неспазване на дистанция
ro: Nerespectarea distanței

# Неправилни маневри
source: Wrong maneuvers
bg: Неправилни маневри
ro: Manevre greșite

# Избери снимка
source: Add Photo
bg: Избери снимка
ro: Adăugare fotografie

# Камера
source: Camera
bg: Камера
ro: Faceți o fotografie

# Отказ
source: Cancel
bg: Отказ
ro: Închideți

# СЛЕДВАНЕ
source: FOLLOWING
bg: СЛЕДВАНЕ

# Избери
source: Choose
bg: Избери
ro: Selectați

# НОВ ИНЦИДЕНТ
source: NEW INCIDENT
bg: НОВ ИНЦИДЕНТ
ro: NOU INCIDENT

# Задръжте пръст върху картата, за да докладвате за инцидент
source: Hold your finger on the map to report an incident
bg: Задръжте пръст върху картата, за да докладвате за инцидент
ro: Țineți degetul pe hartă pentru a raporta un incident

# Изпрати
source: Send
bg: Изпрати
ro: Trimite

# ГАЛЕРИЯ
source: GALLERY
bg: ГАЛЕРИЯ
ro: GALERIE

# Пострадали лица
source: Injured persons
bg: Пострадали лица
ro: Persoane vătămate

# Материални щети
source: Property damage
bg: Материални щети
ro: Daune la proprietate

# Нов инцидент
source: New incident
bg: Нов инцидент
ro: Nou incident

# for_the_app
source: The mobile application for the dangerous zones with concentration of accidents in Borovo municipality is implemented under Contract № D-209/21.10.2019 with the Contracting Authority – Borovo Municipality, Ruse Region. It is part of an integrated information system for street safety measures under the project "W-TEN - Well connected nodes Giurgiu-Borovo to TEN-T transport network", funded by the program "INTERREG V-A ROMANIA-BULGARIA" and national co-financing. Its purpose is to provide useful information about the historical accumulation of road accidents on municipal roads that over time have formed locations (zones) that are particularly dangerous and for which the application alerts users when approaching. Using it, you can report a new road accident if you witness one, with just a few clicks. You should keep in mind that this reporting does not replace calling 112, so it is important to remember that you must first call 112 and then, if you wish, submit information about the accident through this application.
bg: Мобилното приложение за опасните зони с концентрация на инциденти в община Борово е реализирано по Договор Д-209/21.10.2019 г. с Възложител-Община Борово, област Русе. То е част от интегрирана информационна система за мерките за безопасност по улиците по проект "W-TEN – Well connected nodes Giurgiu-Borovo to TEN-T transport network", финансиран по програмата "ИНТЕРРЕГ V-A РУМЪНИЯ-БЪЛГАРИЯ" и национално съфинансиране. Целта му е да даде полезна информация за историческото натрупване на пътни инциденти по пътищата на общината, които с времето са оформили локации (зони), които са особено опасни и за които приложението предупреждава участниците в движението при наближаването им. Чрез него можете да докладвате за нов пътен инцидент, ако станете свидетел на такъв, само с няколко клика. Трябва да имате предвид, че това докладване не замества обаждането на телефон 112, поради което е важно да запомните, че първо трябва да се обадите на 112 и тогава, ако искате, да подадете информация за инцидента и през това приложение.
ro: Aplicația mobilă pentru zonele periculoase cu concentrare de accidente din municipiul Borovo este implementată în temeiul contractului № D-209 / 21.10.2019 cu Autoritatea Contractantă - Municipalitatea Borovo, regiunea Ruse. Face parte dintr-un sistem informațional integrat pentru măsuri de siguranță stradală în cadrul proiectului „W-TEN - Noduri bine conectate Giurgiu-Borovo la rețeaua de transport TEN-T”, finanțat prin programul „INTERREG VA ROMANIA-BULGARIA” și cofinanțare națională . Scopul său este de a oferi informații utile despre acumularea istorică a accidentelor rutiere pe drumurile municipale care de-a lungul timpului au format locații (zone) deosebit de periculoase și pentru care aplicația avertizează utilizatorii atunci când se apropie. Folosindu-l, puteți raporta un nou accident rutier dacă asistați la unul, cu doar câteva clicuri. Trebuie să rețineți că această raportare nu înlocuiește apelarea 112, deci este important să rețineți că trebuie să sunați mai întâi la 112 și apoi, dacă doriți, să trimiteți informații despre accident prin intermediul acestei aplicații.

# about_the_project
source: The mobile application for the dangerous zones with concentration of incidents in the Borovo municipality is implemented under Contract № D-209/21.10.2019 with the Contracting Authority – Borovo Municipality, Ruse Region. It is part of an integrated information system for street safety measures under the project "W-TEN - Well connected nodes Giurgiu-Borovo to TEN-T transport network", funded by the program "INTERREG V-A ROMANIA-BULGARIA" and national co-financing. The project aims to improve and restore the transport and operational qualities of the street network in Borovo, which provides connectivity of the town with first class road I-5, which is an important transport artery and section of European transport corridor № 9. The development should bring part from the street network of Borovo /with an approximate total length of about 6 km/ in the necessary operational condition for the traffic and pedestrian flow under maximum conditions of safety and comfort.
bg: Мобилното приложение за опасните зони с концентрация на инциденти в община Борово е реализирано по Договор № Д-209/21.10.2019 г. с Възложител-Община Борово, област Русе. То е част от интегрирана информационна система за меркит е за безопасност по улиците по проект „W-TEN – Well connected nodes Giurgiu-Borovo to TEN-T transport network”, финансиран по програмата „ИНТЕРРЕГ V-A РУМЪНИЯ-БЪЛГАРИЯ” и национално съфинансиране. Проектът има за цел подобряване и възстановяване на транспортно-експлоатационните качества на уличната мрежа в град Борово, която осигурява свързаност на града с първокласен път I-5, който е важна транспортна артерия и участък от европейски транспортен коридор № 9. Разработката следва да приведе част от уличната мрежа на град Борово /с приблизителна обща дължина около 6 км/ в необходимото експлоатационно състояние за провеждане на автомобилното движение и пешеходния поток при максимални условия на безопасност и комфорт.
ro: Aplicația mobilă pentru zonele periculoase cu concentrare de incidente în municipiul Borovo este implementată în baza Contractului № D-209/21.10.2019 cu Autoritatea Contractantă - Municipiul Borovo, Regiunea Ruse. Face parte dintr-un sistem informațional integrat pentru măsuri de siguranță stradală în cadrul proiectului „W-TEN - Noduri bine conectate Giurgiu-Borovo la rețeaua de transport TEN-T”, finanțat prin programul „INTERREG VA ROMANIA-BULGARIA” și cofinanțare națională. Proiectul își propune să îmbunătățească și să restabilească calitățile operaționale și de transport ale rețelei stradale din Borovo, care asigură conectivitatea orașului cu drumul I-5 de primă clasă, care este o arteră importantă de transport și o secțiune a coridorului european de transport № 9. Dezvoltarea ar trebui să aducă o parte din rețeaua de stradă din Borovo /cu o lungime totală aproximativă de aproximativ 6 km/ în condițiile operaționale necesare pentru circulația și fluxul pietonal în condiții maxime de siguranță și confort.

# about_municipality
source: Located in northern Bulgaria, Ruse region. The area of the municipality is 245.3 sq. km. The municipal center - Byala is 43 km away from Ruse. The location of the municipality from a geographical point of view is strategic and determines its place in the national transport, energy and communication infrastructure. The first-class road I-5 /Ruse-Veliko Tarnovo-Podkova/ passes through the territory of the municipality and is a part of the European transport corridor № 9. It allows for fast transportation of passengers and goods to the regional center - Ruse /within 30-40 minutes/, Byala /10-15 minutes/, Veliko Tarnovo /50-60 minutes/ and many other destinations. Borovo Railway Station is located on the 4th railway line /Ruse-G. Oryahovitsa-Podkova/. Over 15 passenger trains, fast trains and international trains in the directions Ruse - Gorna Oryahovitsa pass through the station 24 hours a day. Contacts: Address: Ruse Region 7174, Borovo 1А „N. Vaptsarov” Street Tel.: +359 8140 22 53 Service center: +359 817 72150 Fax: +359 817 74634 E-mail: byala.rs@byala.bg website: www.byala.bg
bg: Намира се в Северна България, област Русе. Площта на общината е 245,3 кв. км. Общинският център-гр. Бяла отстои на 43 км от гр. Русе. Местоположението на общината от географска гледна точка е стратегическо и определя мястото ѝ в националната транспортна, енергийна и съобщителна инфраструктура. През територията на общината преминава първокласен път I-5 /Русе-В. Търново-Подкова/ - част от Европейски транспортен коридор № 9. Той дава възможност за бързо транспортиране на пътници и товари до областния център-гр. Русе /в рамките на 30-40 мин./, гр. Бяла /10-15 мин./, гр. Велико Търново /50-60 мин./ и много други дестинации. Жп гара Борово е разположена на 4-та жп линия /Русе-Г. Оряховица-Подкова/. Денонощно през гарата преминават над 15 пътнически, бързи и международни влакове по направленията Русе и Горна Оряховица. Контакти: Адрес: Област Русе 7174, гр. Борово ул. „Н. Вапцаров” №1А Тел.: +359 8140 22 53 Център за услуги: 0817 72150 Факс: +359 817 74634 Електронна поща: byala.rs@byala.bg website: www.byala.bg
ro: Situat în nordul Bulgariei, regiunea Ruse. Suprafața municipiului este de 245,3 km pătrați. Centrul municipal - Byala este la 43 km de Ruse. Localizarea municipiului din punct de vedere geografic este strategică și determină locul său în infrastructura națională de transport, energie și comunicații. Drumul I-5 /Ruse-Veliko Tarnovo-Podkova/ de primă clasă/trece prin teritoriul municipalității și face parte din coridorul european de transport № 9. Permite transportul rapid al pasagerilor și mărfurilor către centrul regional - Ruse /în termen de 30-40 minute/, Byala /10-15 minute/, Veliko Tarnovo /50-60 minute/ și multe alte destinații. Gara Borovo este situată pe a 4-a linie de cale ferată /Ruse-G. Oryahovitsa-Podkova/. Peste 15 trenuri de călători, trenuri rapide și trenuri internaționale în direcțiile Ruse - Gorna Oryahovitsa trec prin stație 24 de ore pe zi. Contacte: Adresa: Regiunea Ruse 7174, Borovo Strada „N. Vaptsarov” nr. 1A Tel .: +359 8140 22 53 Centru de service: +359 817 72150 Fax: +359 817 74634 E-mail: byala.rs@byala.bg website: www.byala.bg

# important_objects_tresure
source: The largest and most significant part of the cultural and historical heritage of Borovo municipality is undoubtedly the Borovo treasure discovered in 1974 from the middle of the 4th century BC, i.e. the time of the Thracian king Kotis /383-359 BC/. It is a royal ritual silver set with gilding, consisting of five vessels - three rhytons with a protome of a bull, a horse and a sphinx, a jug and a bowl. According to Georgi Kitov, the Borovo treasure can be defined in the most definite way as a Thracian monument, which combines animal and human images and illustrates the path of stylistic and plot development from geometry to realism.
bg: Най-голямата и значима част от културно-историческото наследство на община Борово несъмнено е откритото през 1974 г. Боровско съкровище от средата на IV в. пр. н.е., т.е. времето на тракийския цар Котис /383-359 пр. Хр./. Представлява царски ритуален сребърен сервиз с позлата, състои се от пет съда – три ритона с протоме на бик, кон и сфинкс, каничка и купа. Според Георги Китов Боровското съкровище може: „по най-категоричен начин да се определи като тракийски /паметник/”, който съчетава животински и човешки изображения и илюстрира пътя на стиловото и сюжетно развитие от геометризъм към реализъм.
ro: Cea mai mare și cea mai semnificativă parte a patrimoniului cultural și istoric al municipiului Borovo este, fără îndoială, tezaurul Borovo descoperit în 1974 de la mijlocul secolului al IV-lea î.Hr., adică pe vremea regelui trac Kotis /383-359 î.Hr./. Este un set de argint ritual regal cu aurire, format din cinci vase - trei ritone cu protome de taur, cal și sfinx, ulcior și castron. Potrivit lui Georgi Kitov, comoara Borovo poate fi definită în cel mai clar mod ca un monument tracic, care combină imagini animale și umane și ilustrează calea dezvoltării stilistice și a complotului de la geometrie la realism.

# rehabilitation_sections
source: An important part of the project "W-TEN - Well connected nodes Giurgiu - Borovo to TEN-T transport network", funded by the program "INTERREG V-A ROMANIA - BULGARIA" and national co-financing is the rehabilitation of municipal streets and road sections in the municipalities of Borovo and Giurgiu. Objects of the investment from the Bulgarian side are eight streets/sections of streets on the territory of Borovo, namely: 1. Gorna Manastiritsa Street – from 1st May Street to Road I-5; 2. 1st May Street – from Hristo Botev Street to Gorna Manastiritsa Street; 3. Hristo Botev Street - from 1st May Street to 6th September Street; 4. 6th September Street - from Hristo Botev Street to Dunav Street /Road III-5101/; 5. Gorazd Street – from Ivan Vazov Street to 6th September Street.
bg: Важна част от проект “W-TEN - Well connected nodes Giurgiu - Borovo to TEN-T transport network”, финансиран чрез програма „ИНТЕРРЕГ V-A РУМЪНИЯ – БЪЛГАРИЯ” и национално съфинансиране е рехабилитацията на общински улици и пътни участъци в общините Борово и Гюргево. Обекти на инвестицията от българска страна са осем улици/участъци от улици на територията на град Борово, а именно: 1. Улица Горна Манастирица от ул. 1-ви май до път I-5; 2. Улица 1-ви Май от ул. Христо Ботев до ул. Горна Mанастирица; 3. Улица Христо Ботев от ул. 1-ви Май до ул. 6-ти Септември; 4. Улица 6-ти Септември от ул. Христо Ботев до ул. Дунав /път III-5101/; 5. Улица Горазд от ул. Иван Вазов до ул. 6-ти септември.
ro: O parte importantă a proiectului „W-TEN - Noduri bine conectate Giurgiu - Borovo la rețeaua de transport TEN-T”, finanțat prin programul „INTERREG VA ROMANIA - BULGARIA” și cofinanțarea națională este reabilitarea străzilor municipale și a secțiunilor de drum în municipiile Borovo și Giurgiu. Obiectivele investiției din partea bulgară sunt opt străzi/secțiuni de străzi de pe teritoriul Borovo, și anume: 1. Strada Gorna Manastiritsa - de la strada 1 mai la drumul I-5; 2. Strada 1 Mai - de pe strada Hristo Botev la strada Gorna Manastiritsa; 3. Strada Hristo Botev - de la strada 1 mai până la strada 6 septembrie; 4. Strada 6 septembrie - de pe strada Hristo Botev la strada Dunav /drumul III-5101/; 5. Strada Gorazd - de la strada Ivan Vazov la strada 6 septembrie.

# road_rules
source: 1. Observe the traffic rules and speed limits! 2. Always use seat belts! 3. Never drive under the influence of alcohol, drugs or other intoxicants! 4. Use your mobile phones only if you have a hands free device! 5. If you ride a bicycle, wear a reflective vest! 6. If you are on a moped or motorcycle, be sure to wear a safety helmet!
bg: 1.Спазвайте правилата за движение и ограниченията на скоростта! 2.Винаги използвайте предпазни колани! 3.Никога не шофирайте под въздействие на алкохол, наркотици или други упойващи вещества! 4.Използвайте мобилните си телефони само, ако разполагате с hands free устройство! 5.Ако се придвижвате с велосипед, носете светлоотразителна жилетка! 6.Ако сте на мотопед или мотоциклет, носете задължително защитна каска!
ro: 1. Respectați regulile de circulație și limitele de viteză! 2. Folosiți întotdeauna centurile de siguranță! 3. Nu conduceți niciodată sub influența alcoolului, a drogurilor sau a altor substanțe intoxicante! 4. Folosiți-vă telefoanele mobile numai dacă aveți un dispozitiv mâini libere! 5. Dacă mergi cu bicicleta, poartă o vestă reflectorizantă! 6. Dacă sunteți pe un moped sau motocicletă, asigurați-vă că purtați o cască de siguranță!

# rqT-4t-ulV.title
source: INFORMATION
bg: ИНФОРМАЦИЯ
ro: INFORMAȚII

# c0T-bv-m6V.title
source: FOR THE APP
bg: ЗА ПРИЛОЖЕНИЕТО
ro: DESPRE APLICAȚIE

# XUP-Vv-yzf.title
source: ABOUT THE PROJECT
bg: ЗА ПРОЕКТА
ro: DESPRE PROIECT

# Xa6-Gy-A9f.title
source: BOROVO MUNICIPALITY
bg: ОБЩИНА БОРОВО
ro: MUNICIPALITATEA BOROVO

# 33K-Xl-5jj.title
source: IMPORTANT OBJECTS
bg: ВАЖНИ ОБЕКТИ
ro: OBIECTE IMPORTANTE

# uAg-QW-uSq.title
source: REHABILITATION SECTIONS
bg: УЧАСТЪЦИ ЗА РЕХАБИЛИТАЦИЯ
ro: SECȚIUNI DE REABILITARE

# yfL-xa-lWS.title
source: ROAD SAFETY RULES
bg: ПРАВИЛА ЗА ПЪТНА БЕЗОПАСНОСТ
ro: REGULI DE SIGURANȚĂ RUTIERĂ

# Назад
source: Back
bg: Назад
ro: înapoi

# important_objects_tomb
source: One of the most popular and visited tourist sites in Borovo municipality is the Tomb of a Goth aristocrat from the IV century BC, which is located in the central part of Borovo, under the high school "St. Kliment Ohridski". It consists of a rectangular room - a camera, oriented with its long sides in the direction of east - west. Dimensions - length 2.31 m, width 2.09 m. It is covered with a semi-cylindrical vault, the front facade is to the east. The entrance has a trapezoidal shape, the door closes the entrance by sliding in grooves. The crowning with a triangular pediment on the front facade makes the tomb unique. Such coverage for this type of burial facilities is not known so far in our lands.
ro: Unul dintre cele mai populare și vizitate site-uri turistice din municipiul Borovo este Mormântul unui aristocrat got din secolul IV î.Hr., care se află în partea centrală a orașului Borovo, sub liceul „Sf. Kliment Ohridski”. cameră dreptunghiulară - o cameră, orientată cu laturile sale lungi în direcția est - vest. Dimensiuni - lungime 2,31 m, lățime 2,09 m. Este acoperită cu o boltă semicilindrică, fațada din față este la est. Intrarea are o formă trapezoidală, ușa închide intrarea prin alunecarea în caneluri. Încoronarea cu un fronton triunghiular pe fațada din față face mormântul unic. O astfel de acoperire pentru acest tip de facilități de înmormântare nu este cunoscută până acum în ținuturile noastre.

# important_objects_rilski
source: The church "St. Ivan Rilski" in Brestovitsa was declared a Monument of Art and Culture in 1973. It was built in 1876.
ro: Biserica „Sf. Ivan Rilski” din Brestovitsa a fost declarat Monument de Artă și Cultură în 1973. A fost construit în 1876.

# important_objects_dimitar
source: The church in Gorno Ablanovo is less popular than the one in Brestovitsa, perhaps because it is not a cultural monument. However, the people of Gorno Ablanovo, like our other ancestors, were part of their time - the time of the Revival, when the Bulgarian gave personal money to build temples, schools and community centers. The inhabitants of the village have won the right to build a church, and the former Bulgarian cemetery was chosen as the place of construction. The preparation and construction of the church lasted from 1867 to 1870. It was officially opened in 1871.
ro: Biserica din Gorno Ablanovo este mai puțin populară decât cea din Brestovitsa, poate pentru că nu este un monument cultural. Cu toate acestea, oamenii din Gorno Ablanovo, ca și ceilalți strămoși ai noștri, au făcut parte din timpul lor - timpul Renașterii, când bulgarul a dat bani personali pentru a construi temple, școli și centre comunitare. Locuitorii satului au câștigat dreptul de a construi o biserică, iar fostul cimitir bulgar a fost ales ca loc de construcție. Pregătirea și construcția bisericii au durat din 1867 până în 1870. A fost deschisă oficial în 1871.
