Repository: DMyashkov/Borovo
Catalog: Borovo Blackspots App/*.lproj/Localizable.strings
Languages: bg, ro

# important_objects_nature
source: From a conservation point of view, the wetlands along the banks of the Danube River near the village of Batin, Batin island and the protected area "Doychov island" are especially valuable.
ro: Din punct de vedere al conservării, zonele umede de-a lungul malurilor fluviului Dunărea, lângă satul Batin, insula Batin și zona protejată „insula Doychov” sunt deosebit de valoroase.
